{
  "highlights": [
    {
      "text": "I'm going to get my needs met and I'm not going to expect others do it for me.",
      "timestamp": "2025-12-02T00:00:00.000Z",
      "source": "OL60774976M",
      "tag": [
        "self-care",
        "boundaries",
        "self-concept",
        "twenties"
      ]
    },
    {
      "text": "Self-love is a concept everyone can get on board with - as long as you have done what you need to do for everyone else first.",
      "timestamp": "2025-12-05T00:00:00.000Z",
      "source": "OL60774976M",
      "tag": []
    },
    {
      "text": "It’s a good idea to lift the bonnet and check what kind of moldy secondhand beliefs might have trickled in without you noticing.",
      "timestamp": "2025-04-23T00:00:00.000Z",
      "source": "OL52567052M",
      "tag": [
        "growth",
        "learning",
        "perspective",
        "twenties"
      ]
    },
    {
      "text": "I don't want to be validated. I want to be loved.",
      "timestamp": "2025-04-28T03:24:39.283Z",
      "source": "OL28932587M",
      "tag": [
        "friendship"
      ]
    },
    {
      "text": "the current rise of the alt-right and neo-nationalism in American and, to some extent, global politics was largely inspired by the political polarization of the renewed culture wars between increasingly disenfranchised right-wing Americans and the alienating politics of the American progressive left.",
      "timestamp": "2025-04-28T03:08:21.904Z",
      "source": "OL28932587M",
      "tag": [
        "politics",
        "queer"
      ]
    },
    {
      "text": "The cultural atmosphere is … more conducive to anxiety-driven attempts to prove one’s goodness through faith in the dogma than it is to the creation of authentic relationships in which we are allowed to be imperfect (which is to say, human) or the development of meaningful social change.",
      "timestamp": "2025-04-24T04:02:14.335Z",
      "source": "OL28932587M",
      "tag": [
        "perfectionism",
        "queer",
        "anxiety"
      ]
    },
    {
      "text": "I realised that I wasn't failing at finishing. Starting things was part of my process. It was a way of whittling ideas down, giving each one a little air, a little water, seeing which would burrow furiously down into the earth and stop me from sleeping, and wilt in daylight.",
      "timestamp": "2025-04-23T03:49:23.494Z",
      "source": "OL52567052M",
      "tag": [
        "perfectionism"
      ]
    },
    {
      "text": "Attachment principles teach us that most people are only as needy as their unmet needs. When their emotional needs are met, … they usually turn their attention outward. This is … the dependency paradox.",
      "timestamp": "2025-04-14T17:28:00.726Z",
      "source": "OL28230035M",
      "tag": [
        "relationships"
      ]
    },
    {
      "text": "This is an important lesson for someone with an anxious attachment style: If you just wait a little longer before reacting and jumping to conclusions, you will have an uncanny ability to decipher the world around you and use it to your advantage.",
      "timestamp": "2025-04-14T17:28:00.726Z",
      "source": "OL28230035M",
      "tag": [
        "anxiety",
        "relationships"
      ]
    },
    {
      "text": "…Studies have found that faced with a stressful life event, such as divorce, the birth of a severely disabled child, or military trauma, avoidants’ defenses are quick to break down and they then appear and behave just like people with an anxious attachment style.",
      "timestamp": "2025-04-14T17:28:00.726Z",
      "source": "OL28230035M",
      "tag": [
        "anxiety",
        "relationships"
      ]
    },
    {
      "text": "… Studies show that once we become attached to someone, the two of us form one physiological unit. Our partner regulates our blood pressure, our heart rate, our breathing, and the levels of hormones in our blood. … The emphasis on differentiation that is held by most of today’s popular psychology … does not hold water from a biological perspective.",
      "timestamp": "2025-04-14T17:28:00.726Z",
      "source": "OL28230035M",
      "tag": [
        "relationships"
      ]
    },
    {
      "text": "If you want to take the road to independence and happiness, first find the right person to depend on and travel down it with them.",
      "timestamp": "2025-04-14T17:28:00.726Z",
      "source": "OL28230035M",
      "tag": [
        "relationships"
      ]
    },
    {
      "text": "Getting attached means that our brain becomes wired to seek the support of our partner by ensuring the partner’s psychological and physical proximity. If our partner fails to reassure us, we are programmed to continue our attempts to achieve closeness until the partner does.",
      "timestamp": "2025-04-14T17:28:00.726Z",
      "source": "OL28230035M",
      "tag": [
        "relationships",
        "anxiety"
      ]
    },
    {
      "text": "I have to do this for my kids.\n\t\t\tI mean—they’re not my kids. But they’re my kids.",
      "timestamp": "2025-04-14T00:00:00.000Z",
      "source": "OL38627505M",
      "tag": [
        "character",
        "emotional"
      ]
    },
    {
      "text": "As hundreds of astronauts have done before, I place my faith and my life in the hands of the engineers who designed the system.",
      "timestamp": "2025-04-14T00:00:00.000Z",
      "source": "OL38627505M",
      "tag": [
        "trust"
      ]
    },
    {
      "text": "A thought occurs to him. He stops working on his device entirely. “You hear light from space, question? You hear stars, planets, asteroids, question?”",
      "timestamp": "2025-04-14T00:00:00.000Z",
      "source": "OL38627505M",
      "tag": [
        "perspective"
      ]
    },
    {
      "text": "You are a good human.",
      "timestamp": "2025-04-14T00:00:00.000Z",
      "source": "OL38627505M",
      "tag": [
        "character",
        "emotional"
      ]
    },
    {
      "text": "You are stupid right now. You sleep.",
      "timestamp": "2025-04-14T00:00:00.000Z",
      "source": "OL38627505M",
      "tag": [
        "sleep",
        "anxiety"
      ]
    },
    {
      "text": "How does the love keep\nswelling in the cavities of our frail bodies,\nhow do these husks hold so much jagged\npleasure in their parched split skins?",
      "timestamp": "2025-04-10T00:00:00.000Z",
      "source": "OL3955602M",
      "tag": [
        "relationships",
        "heartache"
      ]
    },
    {
      "text": "I have worried\nall over the world. It comes to me easily.\nFormed slowly through childhood\nlike stalactites in a cave.",
      "timestamp": "2025-04-10T00:00:00.000Z",
      "source": "OL3955602M",
      "tag": [
        "anxiety"
      ]
    },
    {
      "text": "In a poem, we don’t care if you got hired\nor fired, lost or found love,\nrecovered or kept drinking.\nYou don’t have to exercise\nor forgive. We’re hungry.\nWe’ll take everything on the menu.",
      "timestamp": "2025-04-10T00:00:00.000Z",
      "source": "OL3955602M",
      "tag": [
        "emotional"
      ]
    },
    {
      "text": "Soon you’ll place bookmarks and\ngo upstairs. I’ve seen your room\nwith its sloping ceiling. Your bed.\nI won’t imagine more.",
      "timestamp": "2025-04-10T00:00:00.000Z",
      "source": "OL3955602M",
      "tag": [
        "heartache"
      ]
    },
    {
      "text": "there are mornings when I wake, my lips\nswollen from your kisses,\nmy body bruised and fragrant\nas grasses on which lions have lain,\nand for a full bereft moment, I cannot,\nfor the life of me, remember\nwhy I left.",
      "timestamp": "2025-04-10T00:00:00.000Z",
      "source": "OL3955602M",
      "tag": [
        "heartache",
        "relationships"
      ]
    },
    {
      "text": "Bring me your pain, love. Spread\nit out like fine rugs, silk sashes,\nwarm eggs, cinnamon\nand cloves in burlap sacks.",
      "timestamp": "2025-04-10T00:00:00.000Z",
      "source": "OL3955602M",
      "tag": [
        "relationships"
      ]
    },
    {
      "text": "And when he’s dying—\neven if I go to him—I’ll be little more\nthan a dumb bouquet, spilling my scent.",
      "timestamp": "2025-04-10T00:00:00.000Z",
      "source": "OL3955602M",
      "tag": [
        "heartache",
        "relationships",
        "insignificance"
      ]
    },
    {
      "text": "I lean\ninto this stranger, seeking primitive comfort—\nheat, touch, breath—as we slip\ninto the ancient vulnerability of sleep.",
      "timestamp": "2025-04-10T00:00:00.000Z",
      "source": "OL3955602M",
      "tag": [
        "heartache",
        "vulnerability",
        "sleep"
      ]
    },
    {
      "text": "Those who can, cling to their mates,\nan ear pressed to those neighboring lungs like a\nstethoscope, hoping to catch a ride\non the steady sleep breath of the other, to be carried\nlike a seed on the body of the one who is able.",
      "timestamp": "2025-04-10T00:00:00.000Z",
      "source": "OL3955602M",
      "tag": [
        "sleep",
        "relationships"
      ]
    },
    {
      "text": "If people appeared to behave pointlessly in grief, it was only because human life was pointless, and this was the truth that grief revealed.",
      "timestamp": "2025-04-07T18:29:39.773Z",
      "source": "OL27735764M",
      "tag": [
        "grief",
        "heartache"
      ]
    },
    {
      "text": "When time is money, idle hours are a waste of money. This is the philosophical underpinning of all our modern stress: that time is too valuable to waste. We don’t pass time, we spend it. It’s no wonder that we don’t really have pastimes anymore.",
      "timestamp": "2023-03-31T03:25:01.804Z",
      "source": "OL34679768M",
      "tag": [
        "capitalism"
      ]
    },
    {
      "text": "We work long hours in order to make more money, not realizing that once we’ve met our fundamental needs, it is leisure time that increases happiness, not necessarily extra cash.",
      "timestamp": "2023-03-31T03:25:01.804Z",
      "source": "OL34679768M",
      "tag": [
        "capitalism"
      ]
    },
    {
      "text": "The key to well-being is shared humanity, even though we are pushing further and further toward separation.",
      "timestamp": "2023-03-31T03:25:01.804Z",
      "source": "OL34679768M",
      "tag": [
        "vulnerability",
        "cohousing"
      ]
    },
    {
      "text": "When you have fewer hours available to you, you automatically focus on the task at hand and ignore what’s irrelevant. The quality of your work goes up as the allotted hours go down, so you can often accomplish more in four hours than in five.",
      "timestamp": "2023-03-31T03:25:01.804Z",
      "source": "OL34679768M",
      "tag": [
        "productivity"
      ]
    },
    {
      "text": "If you’re a company of one, your mind-set is to build your business around your life, not the other way around.",
      "timestamp": "2023-03-31T03:25:09.890Z",
      "source": "OL28306869M",
      "tag": [
        "productivity",
        "business"
      ]
    },
    {
      "text": "The best marketing is never just about selling a product or service, but about taking a stand—showing an audience why they should believe in what you’re marketing enough to want it at any cost, simply because they agree with what you’re doing.",
      "timestamp": "2023-06-10T04:17:52.921Z",
      "source": "OL28306869M",
      "tag": [
        "business"
      ]
    },
    {
      "text": "Determining what is enough is different for everyone. Enough is the antithesis of growth. Enough is the true north of building a company of one, and the opposite of the current paradigm promoting entrepreneurship, growth-hacking, and a startup culture.",
      "timestamp": "2023-06-10T04:17:52.921Z",
      "source": "OL28306869M",
      "tag": [
        "capitalism",
        "business",
        "productivity"
      ]
    },
    {
      "text": "The gist is this: you can pursue any passion you want, but you shouldn’t feel entitled to make money off it. Passion in work comes from first crafting a valuable skill set and mastering your work. This is great news, because it means you no longer have to beat yourself up for not finding your true, hidden passions. Instead, you can simply get to work.",
      "timestamp": "2023-06-10T04:17:52.921Z",
      "source": "OL28306869M",
      "tag": [
        "productivity"
      ]
    },
    {
      "text": "She’s twenty-three years old, and she’s doing something absolutely stupid, and she’s allowed to do absolutely stupid things whenever she wants, and the rest doesn’t have to matter right now.",
      "timestamp": "2025-04-20T04:07:43.456Z",
      "source": "OL34176795M",
      "tag": [
        "relationships"
      ]
    },
    {
      "text": "But, you know, that feeling? When you wake up in the morning and you have somebody to think about? Somewhere for hope to go? Even when it’s bad, it’s good.",
      "timestamp": "2025-04-04T04:19:17.311Z",
      "source": "OL34176795M",
      "tag": [
        "relationships",
        "unrequited-love"
      ]
    },
    {
      "text": "Sometimes the point is to be sad, August. Sometimes you just have to feel it because it deserves to be felt.",
      "timestamp": "2025-04-04T04:19:17.311Z",
      "source": "OL34176795M",
      "tag": [
        "emotional",
        "vulnerability"
      ]
    },
    {
      "text": "I used to think the only way a man could hurt you was by lashing out, but it turns out the absence of action can cause just as much pain.",
      "timestamp": "2025-04-04T10:26:00.393Z",
      "source": "OL29833807M",
      "tag": [
        "relationships",
        "unrequited-love"
      ]
    },
    {
      "text": "That moment is what I love most about creating something new: the idea, the spark, the beginning, when what might have been was still what might be.",
      "timestamp": "2025-04-04T10:26:00.393Z",
      "source": "OL29833807M",
      "tag": [
        "creativity",
        "perfectionism"
      ]
    },
    {
      "text": "This might sound sadistic but it’s true; people want to see their sadness reflected back at them because it makes them feel connected to something and connection is the best salve for sadness. The irony is we’re usually at our most disconnected when we’re grieving, either because we’ve lost the person we felt closest to or because we’ve withdrawn from others in order to protect ourselves from future pain, or to protect them from our “brokenness.”",
      "timestamp": "2025-04-22T04:07:40.507Z",
      "source": "OL29833807M",
      "tag": [
        "grief",
        "heartache",
        "relationships"
      ]
    },
    {
      "text": "A breakup is like a death without a funeral.",
      "timestamp": "2025-04-22T04:07:40.507Z",
      "source": "OL29833807M",
      "tag": [
        "grief",
        "heartache",
        "relationships"
      ]
    },
    {
      "text": "Unfortunately, The Plan is not my plan. My plan involves a prosperous career, weekly trips to the cinema, impromptu holidays, dinner parties with friends, and lots and lots of sex. Oh, and regular lie-ins—a luxury reserved for the rich, the old, and the unfertilized.",
      "timestamp": "2025-04-22T04:07:40.507Z",
      "source": "OL29833807M",
      "tag": [
        "capitalism"
      ]
    },
    {
      "text": "You just learn to accept that people have their own fucked-up ways of coping with shit. And you decide whether you’re willing to put up with it or not.",
      "timestamp": "2025-04-22T04:07:40.507Z",
      "source": "OL29833807M",
      "tag": [
        "relationships",
        "friendship"
      ]
    },
    {
      "text": "Now, I’m not the kind of girl to gush over weddings, but the marriage part—the idea of two flawed people being somehow perfect for one another, the odds of finding another human who can tolerate your specific brand of shit, and whose shit you can tolerate too—I think that’s pretty special.",
      "timestamp": "2025-04-22T04:07:40.507Z",
      "source": "OL29833807M",
      "tag": [
        "relationships"
      ]
    },
    {
      "text": "“Expectations is the place you must always go to before you get to where you’re going.",
      "timestamp": "2025-04-20T04:07:43.310Z",
      "source": "OL17148283M",
      "tag": [
        "growth",
        "goals",
        "self-concept",
        "grief"
      ]
    },
    {
      "text": "“You must never feel badly about making mistakes,” explained Reason quietly, “as long as you take the trouble to learn from them. For you often learn more by being wrong for the right reasons than you do by being right for the wrong reasons.”",
      "timestamp": "2025-04-06T14:12:14.247Z",
      "source": "OL17148283M",
      "tag": [
        "perfectionism",
        "learning",
        "growth"
      ]
    },
    {
      "text": "“If you only do the easy and useless jobs, you’ll never have to worry about the important ones which are so difficult. You just won’t have the time. For there’s always something to do to keep you from what you really should be doing.”",
      "timestamp": "2025-04-06T14:12:14.247Z",
      "source": "OL17148283M",
      "tag": [
        "goals",
        "self-experiments"
      ]
    },
    {
      "text": "One recent study shows that for people who have a high need to feel unique (a common characteristic of artists and innovators), social rejection causes them to score higher on tests of creativity. The outsider identity, which rejection reinforces, nurtures their ability to innovate.",
      "timestamp": "2025-04-07T13:28:13.471Z",
      "source": "OL37409676M",
      "tag": [
        "creativity",
        "anxiety"
      ]
    },
    {
      "text": "“The seeker has a confirmation bias, looking for positive signs and discounting the negative ones,” Baumeister said. “If there’s ambivalence, it’s going to prolong the hope, because there are enough positives to seize on and overinterpret. The negatives you can brush aside.”",
      "timestamp": "2025-04-07T13:28:13.471Z",
      "source": "OL37409676M",
      "tag": [
        "limerence",
        "relationships",
        "unrequited-love",
        "anxiety"
      ]
    },
    {
      "text": "“We’re always looking for that missing piece in ourselves,” said Jungian analyst Jacqueline Wright. “That ideal lover or person that we’re looking for holds a quality that we don’t recognize or express in ourselves.”",
      "timestamp": "2025-04-07T13:28:13.471Z",
      "source": "OL37409676M",
      "tag": [
        "growth",
        "self-concept",
        "friendship"
      ]
    },
    {
      "text": "When we’re caught up in unsatisfied desire, we can write the story of our love ... This is fundamentally a creative act, often full of pleasure at first ... yet being together means facing reality, which will probably fall short of the self-centered fantasy.",
      "timestamp": "2025-04-07T13:28:13.471Z",
      "source": "OL37409676M",
      "tag": [
        "limerence",
        "relationships",
        "unrequited-love"
      ]
    },
    {
      "text": "God, his chin. She wanted to make an honest woman of his chin. She wanted to lock it down.",
      "timestamp": "2023-03-30T00:00:00.000Z",
      "source": "OL27183580M",
      "tag": [
        "intimacy"
      ]
    },
    {
      "text": "Of course he didn’t want to discuss what had just happened. Because nothing had happened. We shook hands. I imagined the rest.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "limerence",
        "anxiety"
      ]
    },
    {
      "text": "I could feel his breath, his heart, which was beating too hard and too fast for him to be sleeping.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "intimacy",
        "vulnerability",
        "anxiety"
      ]
    },
    {
      "text": "My first thought should be How kind, but instead I think, How dare you.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "resentment"
      ]
    },
    {
      "text": "I wanted a fix. A hit. A tiny little taste of you. Instead, I feel like a spider in an empty web, waiting for vibrations that never come. A single strum on one silk strand would do. A gentle hum in the gossamer. But all is quiet. All is still. And another lonely week looms large.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "addiction",
        "limerence",
        "liminal-space"
      ]
    },
    {
      "text": "had I not been struck by the upside-down image of my frilly ankle socks, once white, now turning bright red. Like a cartoon animal who doesn’t fall until they notice that the ground is gone, the sight of my own blood made me suddenly aware of the searing pain in my heels. I tore off my shiny black shoes and peeled the blood-soaked socks from my feet before righting myself and continuing my search barefoot.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "limerence",
        "relationships",
        "unrequited-love",
        "horror"
      ]
    },
    {
      "text": "It’s even more difficult to talk about you in the past tense because you’re technically still here. Here as in alive, obviously, not here in this house.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "liminal-space",
        "grief",
        "heartache"
      ]
    },
    {
      "text": "And this, I’ve just now decided, is maybe harder than death. With death there’s no option to call someone, to hear them laugh, to see or touch or hold them again. There’s no decision to be made. No temptation to resist. Choosing to be apart is its own special kind of torture. It means making that choice over and over again. Every moment of every day. And some days the choice doesn’t seem as clear.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "heartache",
        "liminal-space",
        "grief"
      ]
    },
    {
      "text": "are the moments we remember most actually the moments we remember least?",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "memory",
        "liminal-space"
      ]
    },
    {
      "text": "No. They’re teeth. Followed by a clump of slimy liquorice hair.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "horror"
      ]
    },
    {
      "text": "I’m beginning to realise that time does not heal wounds. Time just adds more days in which to feel the effect of them.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "liminal-space",
        "grief"
      ]
    },
    {
      "text": "And we come back like a bunch of eager Christians, jaws slack and tongues raised, ready to receive what someone died to give us. Comfortable with their sacrifice.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "insignificance"
      ]
    },
    {
      "text": "And look, I know how this goes. I know that by the time you get married I’ll have healed enough that I can smile for you too. But this foresight barely makes a dent in the agony of imagining it now. Somehow, each fresh loss feels different, like a maze with shifting walls; I know there’s a way out, but I’m fucked if I can find it.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "liminal-space",
        "grief",
        "limerence",
        "unrequited-love"
      ]
    },
    {
      "text": "The photos elicit in me a feeling akin to that of Maeve’s paintings, or the eerie videos that preceded my most recent nightmare. In them I see no past. No future. Just infinite present. And the threat of something unseen. What that thing is, I can’t tell, but there’s a lack in each one, a romanticised longing. I feel I could fall into them, that even as I stand here now, I am free-falling.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "liminal-space"
      ]
    },
    {
      "text": "I have the solipsistic sense that my own inner world, and not Tarkovsky’s, is being projected up there for everyone to see.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "vulnerability"
      ]
    },
    {
      "text": "I read over and over this brief exchange, wringing it dry for hidden meaning. And for the next few hours I rest easy knowing where you are, who you’re with, and that I’m on your mind.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "anxiety",
        "relationships",
        "limerence"
      ]
    },
    {
      "text": "your fingers lifting my mouth to yours, the way we moved together, the bruises on my belly from our hip bones grinding.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "relationships",
        "intimacy"
      ]
    },
    {
      "text": "New Year’s Eve finds me staring at an endless loop of liminal spaces: unfinished construction sites, dreamlike swimming pools with no obvious entrance or exit, mono-yellow hallways in some nondescript hotel. I’m reluctant to call it an addiction, but I can no longer go a day without watching these videos, which get me so close to that feeling of falling, and the sense that at any moment the ground will hit and everything will suddenly make sense.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "grief",
        "memory",
        "liminal-space"
      ]
    },
    {
      "text": "But quick as memories come, they are rewritten, altered by the knowledge that you knew then how little time we had. And soon this knowing starts to seep through my whole mind, like ink in water, tainting every memory I have of you, darkening the tone of my whole childhood. I thought that I had mourned you fully. That there would be no more mourning left to do. But this is a fresh, graveside grief, raw and untamed, that doesn’t so much slip under the door as burst through it, demanding my attention.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL50733631M",
      "tag": [
        "grief",
        "heartache",
        "relationships",
        "memory",
        "liminal-space"
      ]
    },
    {
      "text": "Many huge achievements are just the result of little actions done persistently over time.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "habits"
      ]
    },
    {
      "text": "Goals don’t improve your future.\n\nGoals only improve your present actions.\n\nA good goal makes you take action immediately.\n\nA bad goal doesn’t.\n\nA goal shows what’s right and wrong.\n\nWhat moves you towards your goal is right.\n\nWhat doesn’t is wrong.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "growth",
        "goals"
      ]
    },
    {
      "text": "When talking with people, ask deep open-ended questions — like “What’s your biggest regret?” — that will lead to unexpected stories.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "vulnerability",
        "honesty"
      ]
    },
    {
      "text": "Put yourself into stressful situations.\n\nEventually, almost nothing will seem stressful.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "self-experiments"
      ]
    },
    {
      "text": "But your future self shouldn’t be bound to what your past self predicted.\n\nSo never make plans.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "self-concept"
      ]
    },
    {
      "text": "When you’re really learning, you’ll feel stupid and vulnerable — like a hermit crab between shells.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "learning",
        "growth",
        "vulnerability"
      ]
    },
    {
      "text": "Rules must be absolutely unbreakable.\n\nIf you try to decide, each time, whether it’s OK to break the rule or not, then you’ve missed the whole point of rules.\n\nRules are to save you from deciding.\n\nThat’s why hard rules are easier to keep.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "self-experiments"
      ]
    },
    {
      "text": "Pity people who can’t enjoy anything less than the best.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "minimalism"
      ]
    },
    {
      "text": "Practice being uncomfortable, even in small ways.\n\nTake the stairs instead of the elevator.\n\nSkip eating for a day, or sugar for a month.\n\nGo light-weight camping for a week.\n\nBefriend discomfort so that you’ll never fear it.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "vulnerability"
      ]
    },
    {
      "text": "Own as little as possible.\n\nWhen you realize you’re dependent on something, get rid of it to prove you don’t need it.\n\nThe less you have, the less you have to lose.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "minimalism"
      ]
    },
    {
      "text": "No matter how honest you are, there’s always more honest.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "honesty",
        "vulnerability"
      ]
    },
    {
      "text": "Turn your experiences into stories.\n\nA story is the remains of an experience.\n\nMake your stories entertaining, so people like to hear them.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "self-concept"
      ]
    },
    {
      "text": "You use your past to make your future.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "growth",
        "self-concept",
        "self-experiments"
      ]
    },
    {
      "text": "Invite your dream date to dinner.\n\nWhile everyone else is nervously preparing, you jump right in, unafraid to fail.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "vulnerability",
        "anxiety",
        "honesty"
      ]
    },
    {
      "text": "If you go through life without changing anything, what have you done?",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "self-concept"
      ]
    },
    {
      "text": "Changing the world includes changing yourself.\n\nChange your beliefs, preferences, acquaintances, hobbies, location, and lifestyle.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "growth",
        "self-concept",
        "self-experiments"
      ]
    },
    {
      "text": "If you have feelings for someone, and you don’t let that person know, you’re lying with your silence.\n\nBe direct.\n\nIt saves so much trouble and regret.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "relationships",
        "limerence",
        "unrequited-love",
        "vulnerability"
      ]
    },
    {
      "text": "Projecting perfection onto someone is not love.\n\nYou say “I love you” but really mean “I love this”.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "limerence",
        "relationships",
        "unrequited-love"
      ]
    },
    {
      "text": "Most of what you make will be fertilizer for the few that turn out great.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "creativity",
        "half-ass"
      ]
    },
    {
      "text": "Your imitation of anything will be unrecognizably warped by your own twisted perspective.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "creativity"
      ]
    },
    {
      "text": "When you’ve finished a work, wait a while before you release it to the world.\n\nBy then, you’re on to something new.\n\nThe public comments won’t affect you, since they will be about your past work.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "vulnerability",
        "creativity"
      ]
    },
    {
      "text": "Keep a counterweight job.\n\nSomething effortless that covers your bills.\n\nSomething you can do a few hours per day, but otherwise not think about.\n\nIt gives discipline and regularity to your life.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "capitalism",
        "productivity"
      ]
    },
    {
      "text": "Don’t try to be more right.\n\nJust be less wrong.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "less-wrong",
        "growth"
      ]
    },
    {
      "text": "Embrace what’s weird about you, and use it to create.\n\nNever think you need to be normal or perfect.",
      "timestamp": "2025-04-03T00:00:00.000Z",
      "source": "OL47322359M",
      "tag": [
        "perfectionism"
      ]
    },
    {
      "text": "Anybody can look at you. It’s quite rare to find someone who sees the same world you see.",
      "timestamp": "2023-03-31T03:26:26.972Z",
      "source": "OL27901261M",
      "tag": [
        "relationships",
        "vulnerability"
      ]
    },
    {
      "text": "Bram was right: people really are like houses with vast rooms and tiny windows. And maybe it’s a good thing, the way we never stop surprising each other.",
      "timestamp": "2023-03-31T03:26:03.075Z",
      "source": "OL25935278M",
      "tag": [
        "relationships"
      ]
    },
    {
      "text": "Why would a soul want a body? … A soul can’t touch.",
      "timestamp": "2025-05-14T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "relationships",
        "intimacy"
      ]
    },
    {
      "text": "You become anxious when anticipating social situations because you feel you cannot just show up as you are, so you will have to perform.",
      "timestamp": "2025-05-14T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "anxiety"
      ]
    },
    {
      "text": "We expect others to be honest and open with their intentions, especially romantically, but how many people are we keeping on the back burner?",
      "timestamp": "2025-05-14T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "relationships",
        "friendship",
        "anxiety",
        "vulnerability",
        "honesty"
      ]
    },
    {
      "text": "When was the last time you leapt out of your comfort zone to tell someone you care about them? When was the last time you definitively asked someone on a date?",
      "timestamp": "2025-05-14T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "relationships",
        "vulnerability",
        "honesty"
      ]
    },
    {
      "text": "We don’t allow others to be messy, but we expect them to lend a comforting shoulder when we’re in pieces.",
      "timestamp": "2025-05-14T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "relationships",
        "friendship"
      ]
    },
    {
      "text": "You’re not going to be ready for the love of your life when they show up. … And if you deny yourself that relationship because you think you need to do more work beforehand, you’re denying yourself the best growing tool there is.",
      "timestamp": "2025-05-14T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "relationships",
        "growth"
      ]
    },
    {
      "text": "Do you assume other people are doing you a favor by giving you love and spending time with you? Do you ever think about the fact that they likely are just as hungry for love?",
      "timestamp": "2025-05-14T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "anxiety",
        "friendship",
        "vulnerability"
      ]
    },
    {
      "text": "Fake kindness isn’t worth it. It makes the world worse.",
      "timestamp": "2025-05-14T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "honesty",
        "vulnerability"
      ]
    },
    {
      "text": "The synopses we spend so much time writing are for characters we no longer are. … You cannot always make sense of your coexisting truths.",
      "timestamp": "2025-05-17T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "growth",
        "self-concept"
      ]
    },
    {
      "text": "When you see somebody else displaying one of these traits, it’s infuriating, not because you inherently dislike it, but because you have to fight your desire to fully integrate it into your whole consciousness. … The things you hate about others are the things you cannot see in yourself.",
      "timestamp": "2025-05-10T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "growth",
        "self-concept",
        "friendship"
      ]
    },
    {
      "text": "The root of the work of being human is learning how to think.",
      "timestamp": "2025-05-05T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "growth",
        "self-concept"
      ]
    },
    {
      "text": "We can’t choose whose wreckage can [change the parts of ourselves and our worlds we can’t]. We all start as strangers, but we forget that we rarely choose who ends up a stranger, too.",
      "timestamp": "2025-05-10T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "relationships",
        "friendship",
        "growth",
        "unrequited-love"
      ]
    },
    {
      "text": "We find people irrationally compelling. We find souls made of the same stuff ours are.",
      "timestamp": "2025-05-10T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "relationships",
        "unrequited-love"
      ]
    },
    {
      "text": "You can be more or less attracted to someone, more or less compatible, but choosing to love and appreciate someone, regardless of those variables is a constant that you can choose.",
      "timestamp": "2025-05-10T01:49:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "relationships"
      ]
    },
    {
      "text": "You are psychologically incapable of being able to predict what will make you happy. Your brain can only perceive what it's known, so when you choose what you want for the future, you're actually just recreating a solution or ideal of the past.",
      "timestamp": "2025-05-22T02:56:00.000Z",
      "source": "OL31489498M",
      "tag": [
        "growth",
        "self-concept",
        "self-experiments"
      ]
    },
    {
      "text": "My mother was, in the tradition of parents, quite a complicated and contradictory human being. ... I never knew how many of her oddities had sprung from grief and how many from her own inherent nature.",
      "timestamp": "2025-05-26T14:00:00.000Z",
      "source": "OL28898184M",
      "tag": [
        "self-concept",
        "parents",
        "grief"
      ]
    },
    {
      "text": "But recently, now, I was starting to feel that you couldn’t do mathematics with emotions. In protecting yourself from hurt you could create a new, subtler type of pain.",
      "timestamp": "2025-05-26T14:00:00.000Z",
      "source": "OL28898184M",
      "tag": [
        "vulnerability",
        "honesty",
        "emotional"
      ]
    },
    {
      "text": "... A peck on the lips was not just a peck. ‘What was that for?’ I asked. I could just about see her smile in the moonlight. It wasn’t a flirtatious smile. It was a plain, matter-of-fact one. ‘For you to have something else to occupy your mind.’ ‘I am not sure I have ever met someone like you,’ I said.",
      "timestamp": "2025-05-26T14:00:00.000Z",
      "source": "OL28898184M",
      "tag": [
        "intimacy",
        "vulnerability"
      ]
    },
    {
      "text": "‘You are not the only one with sorrows in this world. Don’t hoard them like they are precious. There is always plenty of them to go around.’",
      "timestamp": "2025-05-26T14:00:00.000Z",
      "source": "OL28898184M",
      "tag": [
        "grief",
        "heartache"
      ]
    },
    {
      "text": "‘Music is about time,’ I told her. ‘It is about controlling time.’",
      "timestamp": "2025-05-26T14:00:00.000Z",
      "source": "OL28898184M",
      "tag": [
        "deep-connections"
      ]
    },
    {
      "text": "I looked at her for too long, and with too much intensity in my eyes. The way people never look at people any more. I wanted her in every sense. To want is to lack. That is what it means.",
      "timestamp": "2025-05-26T14:00:00.000Z",
      "source": "OL28898184M",
      "tag": [
        "intimacy",
        "vulnerability",
        "relationships",
        "heartache"
      ]
    },
    {
      "text": "There comes a time when the only way to start living is to tell the truth. To be who you really are, even if it is dangerous.",
      "timestamp": "2025-05-30T08:59:34.439Z",
      "source": "OL28898184M",
      "tag": [
        "honesty",
        "intimacy",
        "anxiety",
        "vulnerability",
        "growth"
      ]
    },
    {
      "text": "Whenever I see someone reading a book, especially if it is someone I don’t expect, I feel civilization has become a little safer.",
      "timestamp": "2025-05-31T08:51:09.239Z",
      "source": "OL28898184M",
      "tag": [
        "reading",
        "growth",
        "character"
      ]
    },
    {
      "text": "Maybe someday soon we can try another park bench. I don’t know. I can’t know.",
      "timestamp": "2025-05-31T08:55:43.967Z",
      "source": "OL28898184M",
      "tag": [
        "insignificance",
        "perspective",
        "growth",
        "friendship"
      ]
    },
    {
      "text": "Days rise up before me like great waves, threatening to drown me if I can’t surmount them. So I kick until my legs are heavy and my lungs burn from the effort, and each night, somehow, I crest the wave, sliding down the other side of it into a meagre sleep, only to wake the next morning to the sight of another wave gathering on the horizon.",
      "timestamp": "2025-05-31T18:02:11.094Z",
      "source": "OL50733631M",
      "tag": [
        "grief",
        "liminal-space",
        "depression"
      ]
    },
    {
      "text": "But this is how I remember these things, and all we can ever be is faithful to our memories of reality, rather than the reality itself, which is something closely related but never precisely the same thing.",
      "timestamp": "2025-06-01T09:08:07.905Z",
      "source": "OL28898184M",
      "tag": [
        "memory",
        "self-concept",
        "self-experiments"
      ]
    },
    {
      "text": "It is a popular modern idea. That the inner us is something different to the outer us. That there is an authentic realer and better and richer version of ourselves which we can only tap into by buying a solution. This idea that we are separate from our nature, as separate as a bottle of Dior perform is from the plants of a forest.",
      "timestamp": "2025-06-01T09:09:47.615Z",
      "source": "OL28898184M",
      "tag": [
        "honesty",
        "insignificance",
        "habits",
        "self-concept"
      ]
    },
    {
      "text": "The lesson of history is that ignorance and superstition are things that can rise up, inside almost anyone, at any moment. And what starts as a doubt in a mind can swiftly become an act in the world.",
      "timestamp": "2025-06-01T09:16:15.072Z",
      "source": "OL28898184M",
      "tag": [
        "self-concept",
        "growth",
        "learning",
        "perspective",
        "resentment",
        "conservatism",
        "politics"
      ]
    },
    {
      "text": "Every man takes the limits of his own field of vision for the limits of the world.",
      "timestamp": "2025-06-01T09:17:31.556Z",
      "source": "OL28898184M",
      "tag": [
        "insignificance",
        "perspective",
        "self-concept"
      ]
    },
    {
      "text": "She goes quiet for a little while. Remembers something. ‘“I speak the truth not so much as I would, but as much as I dare, and I dare a little more as I grow older.”’ ‘Is that . . .?’ ‘Montaigne himself.”",
      "timestamp": "2025-06-01T09:21:04.412Z",
      "source": "OL28898184M",
      "tag": [
        "growth",
        "honesty",
        "perspective"
      ]
    },
    {
      "text": "Unsatisfied desire allows us to imagine we have found the one who will make us whole, because we haven’t yet tested the fit. The not yet relationship becomes strangely comfortable, at least compared to the risk of finding out your beloved’s half-self won’t conform to your own.",
      "timestamp": "2025-06-06T17:23:46.923Z",
      "source": "OL37409676M",
      "tag": [
        "limerence",
        "unrequited-love"
      ]
    },
    {
      "text": "Tired of lying in the sunshine, staying home to watch the rain\nYou are young and life is long, and there is time to kill today\nAnd then one day you find, ten years has got behind you\nNo one told you when to run, you missed the starting gun.\n—David Gilmour, Nick Mason, Roger Waters, and\nRichard Wright of Pink Floyd, “Time”",
      "timestamp": "2025-07-05T04:48:39.078Z",
      "source": "OL26791039M",
      "tag": [
        "liminal-space",
        "perspective",
        "growth"
      ]
    },
    {
      "text": "I have seen countless twentysomethings spend too many years living without perspective. What is worse are the tears shed by thirtysomethings and fortysomethings because they are now paying a steep price...",
      "timestamp": "2025-07-05T04:52:24.105Z",
      "source": "OL26791039M",
      "tag": [
        "twenties",
        "growth",
        "age",
        "perspective"
      ]
    },
    {
      "text": "...While most therapists would agree with Socrates that “the unexamined life is not worth living,” a lesser-known quote by American psychologist Sheldon Kopp might be more important here: “The unlived life is not worth examining.”",
      "timestamp": "2025-07-05T04:54:28.155Z",
      "source": "OL26791039M",
      "tag": [
        "perspective",
        "goals"
      ]
    },
    {
      "text": "Uncertainty makes people anxious, and distraction is the twenty-first-century opiate of the masses. So twentysomethings like Kate are tempted, and even encouraged, to turn away and be twixters, to close their eyes and hope for the best.",
      "timestamp": "2025-07-05T05:06:36.891Z",
      "source": "OL26791039M",
      "tag": [
        "anxiety",
        "liminal-space",
        "goals",
        "habits",
        "twenties"
      ]
    },
    {
      "text": "We think that by avoiding decisions now, we keep all of our options open for later—but not making choices is a choice all the same.",
      "timestamp": "2025-07-05T05:11:15.387Z",
      "source": "OL26791039M",
      "tag": [
        "liminal-space",
        "goals"
      ]
    },
    {
      "text": "I told her I wasn’t so sure, and that an extended period of navel-gazing is usually counterproductive for twentysomethings.",
      "timestamp": "2025-07-05T05:25:22.045Z",
      "source": "OL26791039M",
      "tag": [
        "twenties",
        "perspective"
      ]
    },
    {
      "text": "Twentysomethings who take the time to explore and also have the nerve to make commitments along the way construct stronger identities. They have higher self-esteem and are more persevering and realistic. This path to identity is associated with a host of positive outcomes, including a clearer sense of self, greater life satisfaction, better stress management, stronger reasoning, and resistance to conformity—all the things Helen wanted.",
      "timestamp": "2025-07-05T05:31:27.491Z",
      "source": "OL26791039M",
      "tag": [
        "twenties",
        "goals",
        "self-concept",
        "gumption"
      ]
    },
    {
      "text": "“How are you free? You have free time during the day when most everyone you know is working. You’re living on the edge of poverty. You can’t do anything with that time.”",
      "timestamp": "2025-07-05T05:32:32.711Z",
      "source": "OL26791039M",
      "tag": [
        "self-concept",
        "liminal-space",
        "perspective"
      ]
    },
    {
      "text": "“So, you’re the Outward Bound girl!” For years to come, even on residency interviews, I spent most of the time answering questions about what happened when kids ran away in the wilderness or whether it was safe to swim in a river with alligators ... Identities and careers are made not out of college majors and GPAs but out of a couple of door-opening pieces of identity capital.",
      "timestamp": "2025-07-05T05:37:18.621Z",
      "source": "OL26791039M",
      "tag": [
        "twenties",
        "growth"
      ]
    },
    {
      "text": "\"I wish I had experimented—with work—in a way I feel I can’t right now at almost thirty. I felt a lot of internal pressure to figure it out, but all the thinking I did was really debilitating and unproductive.\"",
      "timestamp": "2025-07-05T05:44:07.687Z",
      "source": "OL26791039M",
      "tag": [
        "growth",
        "self-experiments",
        "twenties"
      ]
    },
    {
      "text": "With all the attention paid to the urban tribe, however, many twentysomethings have limited themselves to huddling together with like-minded peers. Some are in almost constant contact with the same few people. But while the urban tribe helps us survive, it does not help us thrive. The urban tribe may bring us soup when we are sick, but it is the people we hardly know—those who never make it into our tribe—who will swiftly and dramatically change our lives for the better.",
      "timestamp": "2025-07-05T05:59:13.824Z",
      "source": "OL26791039M",
      "tag": [
        "twenties",
        "friendship",
        "goals",
        "privilege"
      ]
    },
    {
      "text": "When we make choices, we open ourselves up to hard work and failure and heartbreak, so sometimes it feels easier to not to know, not to choose, and not to do. But it isn’t.",
      "timestamp": "2025-07-13T20:22:43.531Z",
      "source": "OL26791039M",
      "tag": [
        "growth",
        "self-concept",
        "goals",
        "twenties",
        "creativity",
        "perfectionism"
      ]
    },
    {
      "text": "In the 21st-century, careers and lives don’t roll off an assembly line. We have to put the pieces together ourselves.",
      "timestamp": "2025-07-13T21:32:02.079Z",
      "source": "OL26791039M",
      "tag": [
        "creativity",
        "perspective",
        "goals",
        "twenties",
        "self-concept",
        "liminal-space"
      ]
    },
    {
      "text": "That’s the way it is: wars always kill the sons, never the fathers who took the decisions.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "war",
        "parents",
        "resentment",
        "insignificance",
        "perspective"
      ]
    },
    {
      "text": "Yes, like Mummy, the library gives you a magic kiss and everything’s better. Love life in ruins? Hate everyone? Despair over the state of the planet? Headache? Insomnia? Indigestion? Corns? I can tell you, there’s nothing the library can’t cure.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "learning",
        "reading"
      ]
    },
    {
      "text": "I’d better put my earrings on, you never know.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "unrequited-love",
        "limerence"
      ]
    },
    {
      "text": "You don’t shut yourself up for ten hours a day to write, if everything in your life is absolutely hunky-dory. Writing only happens when something’s wrong.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "growth"
      ]
    },
    {
      "text": "I’m doing the same as Jean-Paul. And she called herself a feminist! Oh, the heartache … Martin and this blonde, no it breaks my heart to imagine that he could be in love",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "limerence",
        "heartache"
      ]
    },
    {
      "text": "Reading is, with friendship, one of the surest contributions to the work of grieving. It helps us, more generally, to grieve for the limitations of our life, the limitations of the human condition",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "reading",
        "grief"
      ]
    },
    {
      "text": "Existentialism Is a Humanism = 194 SAR. If you just remember that, your night will not have been wasted.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "perspective",
        "reading"
      ]
    },
    {
      "text": "Men just have to make their mark on a book, put in their corrections, their opinions.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "privilege",
        "queer",
        "feminism",
        "sexism",
        "perspective"
      ]
    },
    {
      "text": "That’s where I’m contradictory: I like men who are more intelligent than me, but the idea that they might think me stupid paralyses me.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "limerence",
        "anxiety"
      ]
    },
    {
      "text": "It’s a waste of time, it’s a childish, tiring, stupid way of upsetting yourself. Have you ever noticed what people look like when they’re in love? They look either ill or stupid.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "limerence",
        "character"
      ]
    },
    {
      "text": "What good will it have been to spend my entire youth in overheated libraries?",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "age",
        "character",
        "twenties"
      ]
    },
    {
      "text": "Dewey is the Mendeleev of librarians. Not the Periodic Table of Elements, but the classification of areas of culture.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        ""
      ]
    },
    {
      "text": "When that fanatic Dewey classified literature, he set up a monument of ethnocentrism",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "perspective",
        "reading"
      ]
    },
    {
      "text": "There’s no space for leisure in life. You’re either going up or down, end of story. And at a certain point in your life, you have to decide what you want to do with your time.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "growth",
        "self-concept",
        "character"
      ]
    },
    {
      "text": "I’m at peace: my favourite authors are all dead. They’re not likely to come along and rearrange my slippers or scribble in the margins.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "character",
        "perfectionism"
      ]
    },
    {
      "text": "The back of the neck is a promise, summing up the whole person through their most intimate feature. Yes, intimate. It’s the part of your body you can never see yourself.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "limerence",
        "intimacy"
      ]
    },
    {
      "text": "Oh, well, perhaps you, when you look at a picture, you’re just happy to let your feelings respond to colours arranged in a certain order. That kind of romantic swooning isn’t my cup of tea. No, no. I have to have all the possible information, about even the tiniest picture.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "character"
      ]
    },
    {
      "text": "That’s a terrific idea. You have to give them that. Admit it. Thank you, I’m glad you agree.",
      "timestamp": "2025-08-02T05:00:00.000Z",
      "source": "OL28422147M",
      "tag": [
        "character"
      ]
    },
    {
      "text": "While we may not think of it in such terms, queer folks are intimately familiar with phototropism. Too many of us are forced to live our lives in closets, contoured by shad-ow. We stay there for safety as well as comfort, counterintuitive as that may sound. We dig our roots deeper into the dark, clinging to our confines out of a fear that is instilled in us, that is not our own: fear of our own fulfillment.",
      "timestamp": "2025-09-23T00:00:00.000Z",
      "source": "OL51051761M",
      "tag": [
        "queer",
        "growth"
      ]
    },
    {
      "text": "To make a decision is to refuse to fade; to not let the world make a ghost out of you. Want to hear something else scary? *hands you a shot* Every decision is, on some level, permanent.",
      "timestamp": "2025-04-23T00:00:00.000Z",
      "source": "OL52567052M",
      "tag": [
        "perfectionism",
        "anxiety"
      ]
    },
    {
      "text": "Can I MAKE the decision today, but stall on acting for a little while?",
      "timestamp": "2025-04-23T00:00:00.000Z",
      "source": "OL52567052M",
      "tag": [
        "anxiety",
        "self-experiments"
      ]
    },
    {
      "text": "There is no subject at school he particularly excel at, and he wasn’t good at sports. He was a completely average boy.",
      "timestamp": "2025-11-02T00:00:00.000Z",
      "source": "OL32440073M",
      "tag": [
        "character",
        "insignificance"
      ]
    },
    {
      "text": "Scholars who had bottom do little nowadays, but thumb books… Ultimately lose their capacity to think for themselves. When they don’t thumb, they don’t think. -Nietzsche",
      "timestamp": "2025-11-02T00:00:00.000Z",
      "source": "OL32440073M",
      "tag": [
        "perfectionism",
        "creativity",
        "reading",
        "originality"
      ]
    },
    {
      "text": "It’s good to read a lot of books, but make no mistake: books have tremendous power. But take care. It’s the book that holds the power, not you.",
      "timestamp": "2025-11-02T00:00:00.000Z",
      "source": "OL32440073M",
      "tag": [
        "reading"
      ]
    }
  ]
}